import './main.css';

function Main() {
  return (
    <div className="main">
      <div className="main__block">
        <div className="container">
          <h2 className="main__title">Наш интернет-магазин посуды</h2>
          <p className="main__text">
            Интернет-магазин элитной посуды собрал для своих покупателей
            коллекцию лучшей посуды для кухни и сервировки, аксессуаров и
            кухонной техники ведущих мировых производителей. Здесь вы можете
            выбрать и купить посуду для готовки и подачи к столу самых
            изысканных блюд мировой кухни.
          </p>
        </div>
      </div>
      <div className="main__block">
        <div className="container">
          <h2 className="main__title">Забота о здоровье</h2>
          <p className="main__text">
            Купить посуду в нашем интернет-магазине можно рекомендовать тем, кто
            не только любит качественные и красивые вещи, но и заботится о своем
            здоровье и здоровье своих близких. Производители мирового класса
            тратят миллионы на серьезные исследования, позволяющие им
            разрабатывать новые виды безопасных материалов и применять новые
            технологии. Ведь современная высокая кухня — это, прежде всего,
            экологически чистые изделия и оригинальные дизайнерские решения. У
            нас представлена посуда, которая способна сделать вашу жизнь проще,
            красивее и безопаснее.
          </p>
        </div>
      </div>
      <div className="main__block">
        <div className="container">
          <h2 className="main__title">Полнота информации</h2>
          <p className="main__text">
            Наш интернет-магазин посуды предлагает своим клиентам самый лучший
            сервис. Мы разработали удобный каталог, в котором легко подобрать
            посуду, технику или аксессуары для кухни. На сайте можно найти
            подробную информацию о производителях, сериях и особенностях каждого
            товара, а также познавательные статьи и новости из мира элитной
            посуды и техники для кухни. Если у вас остались вопросы, то
            менеджеры нашего call-центра с удовольствием на них ответят.
          </p>
        </div>
      </div>
      <div className="main__block">
        <div className="container">
          <h2 className="main__title">Гарантия качества</h2>
          <p className="main__text">
            Совершая покупки в нашем интернет-магазине, вы можете быть уверены в
            подлинности брендовых изделий. Мы гарантируем оригинальность и
            высочайшее качество любого нашего товара.
          </p>
        </div>
      </div>
    </div>
  );
}

export { Main };
